[language]		
		
;Language name 		
		
name=2عربي

;---Amer Alhlhli --م/ عامر الحلحلي-----

		
[firstrun]		
chooselanguage=اضبط لغة التطبيق.
ok=موافق
ignore=تجاهل
oldini=استعادة التكوين الخاص بك من التثبيت السابق؟
loadini=استيراد
loadfail=لم يتم العثور على ملف التكوين.
loadsuccessful=تم الاستيراد بنجاح!
steambak=هل تريد استيراد ملفات التكوين الخاصة بك المخزنة على سحابة Steam؟
steamerror=لقد حدث خطأ فادح بسبب الملفات التالفة. يرجى التحقق من سلامة الملف عبر Steam.
		
[steam]		
save=احفظ الإعدادات إلى سحابة Steam
load=استعادة الإعدادات من سحابة Steam
		
[workshop]		
list_install=المثبتة
list_home=الرئيسية
list_subscribe=مشترك
list_upload=تم الرفع
list_voteup=المفضلة
list_themesskin=النسق والمواضيع
list_widget=نمط المكونات
		
		
subscribe=الاشتراك
unsubscribe=إلغاء الاشتراك
		
deltheme=حذف الثيم
		
newtheme=ثيم جديد
newthemetip=الرجاء إدخال اسم الثيم
		
edittheme=تحرير
		
		
icons=أيقونات
dockskin=ثيمات
Single icon=رمز واحد
Time skin=شكل الوقت
Calendar skin=شكل التقويم
Sound=الصوت
language=اللغة
		
sort_alltime=الجميع
sort_week=أسبوع
sort_month=شهر
sort_year=سنة
		
sort_hot=شائع
sort_new=أحدث
sort_sub=الاشتراك
sort_vote=تقييم
		
filesize=حجم الملف
updatetime=آخر وقت التحديث
		
opensteam=فتح Steam
runerror=يحتاج Steam إلى تشغيل هذه الميزة!
		
[themesedit]		
View=عرض
Sort by=ترتيب حسب
Group by=تجميع حسب
refresh=مسح
showicons=عرض أيقونات سطح المكتب
		
sort_none=لا
sort_bigicon=أيقونات كبيرة
sort_mediumicon=أيقونة متوسطة
sort_smallicon=أيقونات صغيرة
sort_superbigicon=أيقونات كبيرة الحجم
sort_list=قائمة
sort_details=تفاصيل
sort_tile=تكرار
sort_content=المحتوى
sort_name=الاسم
sort_size=الحجم
sort_type=النوع
sort_time=التاريخ
sort_ascending=ترتيب تصاعدي
sort_descending=تنازلي
sort_AutoArrange=يتم ترتيب الرموز تلقائيًا
sort_snaptogrid=ترتيب الرموز تلقائيًا محاذاة إلى الشبكة
		
		
shell=مظهر
offset=إزاحة
Delimiter and run=محدد وتشغيل المؤشر
Progress bar=شريط التقدم
		
savetheme=حفظ
		
applytheme=هل يطبق حفظ هذا النسق بنجاح على الفور؟
filetip_drop=اسحب الصورة وإسقطها هنا
filetip=انقر أو اسحب واسقط الصورة مباشرة هنا
dropfile=هل تريد استبدال هذه الصورة؟
		
selectpicture=حدد صورة
cliptip=اقتصاص
clipleft=يسار
clipbottom=أسفل
clipright=يمين
cliptop=الحافة العلوية
		
dockbg=الخلفية
dockblur=طمس الخلفية
Progress bar border=إطار
Progress bar bg=الخلفية
Run indicator=تشغيل مؤشر
Run offset=إزاحة
delimiter=فاصل
Margins=هوامش
Margins trimmer=حافة الهامش (القيم الموصى بها 0-0.2)
		
folder=مجلد
trash_empty=سلة المحذوفات (فارغة)
trash_full=سلة المحذوفات (كاملة)
		
calmon=شهر
calday=تاريخ
		
timebg=خلفية
timehour=ساعة
timeminute=دقيقة
timesecond=ثانية
		
timetype=نوع الساعة
timetype_pointer=مؤشر
timetype_number=رقم
fontname=اسم الخط
fontsize=حجم الخط
fontalign=محاذاة النص
fontpoint=إحداثيات النص
format=تنسيق الوقت
fontcolor=لون الخط
		
workshopshare=هل تقوم بتحميل السمات إلى ورشة العمل؟
sharesuccess=تم تحميلها بنجاح إلى ورشة العمل!
sharefailed=التحميل فشل!
		
workshop_Preview=معاينة
workshop_description=وصف
workshop_otherPreview=المزيد من المعاينات
workshop_Previewbuild=تم إنشاؤها تلقائيا
workshop_Previewselect=حدد الصورة
workshop_tip_description=الرجاء إدخال وصف للموضوع
		
[systeminfo]		
cpu=المعالج
gpu=الرسومات
memory=الذاكرة
system=نظام التشغيل
moreinfo=مزيد من المعلومات
		
[monitor]		
process=العمليات
readwrite=قراءة و كتابة
usage=مستخدم
		
		
;------------------------------------		
[tips]		
crashtip=لقد حصل خطأ . هل ترغب في إعادة تشغيل البرنامج؟
;------------------------------------		
		
[iconame]		
		
;dock Label name		
finder=الباحث		
explorer=المستكشف
launchpad=منصة الإطلاق
cal=تقويم
trash=سلة المحذوفات
		
;The last icon in the folder interface		
		
exploreropen=مفتوح في المستكشف
return=الخلف
		
;System time icon label name format		
		
timeformat=yyyy/M/d   dddd
;The time format is the system time format   y سنة mشهر d يوم dddd اليوم  dddيوم		
		
		
remove=إزالة
		
;------------------------------------------------------------		
		
[systemicon]		
;System icon name		
controlpanel=لوحة التحكم
taskbar=أيقونة الدرج
systemtime=وقت النظام
network=شبكه محليه
weather=الطقس
battery=البطارية
startmenu=قائمة إبدأ
		
		
------------------------------------		
		
[editicon]		
;Edit icon window		
		
addtips=يمكن سحب الملفات وإسقاطها هنا
		
reset=إعادة ضبط
ok=موافق
restore=استعادة
addname=تعديل الاسم
addicotips=انقر فوق الزر الأيمن الأعلى لإضافة رمز.
switch=تحويل
trashempty=سلة المحذوفات فارغة
trashfull=سلة المحذوفات كاملة
iconshell=أيقونة مقياس لمعايير MacOS
addline=تشغيل أمر
		
Icon Designer title=محرر الأيقونة
Icon Designer=تحرير
select=حدد الملف
		
share=مشاركة
icolabel=أيقونة
selectpicture=اختيار
icosize=مقياس الأيقونة
icooffsetx=إزاحة أيقونة أفقيا
icooffsety=إزاحة أيقونة رأسيا
icobackground=الخلفية
iconshadow=استخدم ظلال للأيقونات
icoroundrect=زاوية الشكل المستدير
icocolor=لون
icogradient color=استخدام ألوان التدرج
icocolorangle=زاوية لون التدرج
		
;Pop up select file window title		
		
selectfoldertitle=اختر مجلد
;Weather forecast search city		
searchcity=البحث عن اسم المدينة
		
		
;------------------------------------		
		
[editcal]		
		
;Edit calendar window		
		
monfontsize=حجم خط الشهر:
dayfontsize=حجم خط التاريخ:
		
monthfont=خط الشهر:
dayfont=خط التاريخ:
monthpoint=موقع الشهر:
daypoint=موقع التاريخ:
monthposition=محاذاة الشهر:
dayposition=محاذاة التاريخ:
monthcolor=لون الشهر:
daycolor=لون التاريخ:
rotation=زاوية الدوران:
default=استخدام الإعدادات الافتراضية
		
ok=موافق
test=اختبار
		
left=يسار
right=يمين
center=منتصف
		
;Pop up select picture window title		
		
selectcalicon=اختر صورة للتقويم
		
;------------------------------------		
		
[editicontips]		
;An error message pops up on the edit icon interface		
		
iconduplicate=هذا البرنامج موجود بالفعل في رصيف البرامج.
		
titleerror=لا يمكن أن يكون اسم عرض البرنامج فارغًا.
filepatherror=لا يمكن أن يكون مسار البرنامج والرمز فارغًا.
		
padtitleerror1=اسم الملف موجود بالفعل ، يرجى إدخال اسم مختلف.
padtitleerror2=لقد فشل تعديل الملف ، يرجى عدم وضع البرنامج على محرك الأقراص "C"!
		
workshopshare=قم بتحميل هذا الرمز إلى ورشة العمل؟
workshopsharesuccess=تم تحميل الرمز بنجاح إلى ورشة العمل!
workshopsharefailed=فشل تحميل الأيقونة.
		
formaterror=صيغة غير مدعومة. يتم دعم الملفات فقط في تنسيقات .png و .ico و .exe و .lnk.
		
;---------------------------------------------------------------------------		
;Preferences window		
[settingUI]		
		
settitle=إعدادات رصيف البرامج
		
backupsuccess=تم نسخ البيانات احتياطيًا بنجاح.
backupfail=فشل تحميل النسخة الاحتياطية.
		
		
Global Settings=عام
		
openMyDock=تمكين رصيف البرامج
openMyFinder=تمكين المستكشف
		
DPIscale=مقياس الواجهة العالمي
Globalblurvalue=شدة طمس الواجهة العالمية
Accentcolor=لون التمييز
darkmodeall=المظهر
		
darkmode_light=فاتح
darkmode_dark=مظلم
darkmode_auto=آلي
darkmode_system=اتبع نظام التشغيل
uiaccesstop=عرض رصيف البرامج فوق كل النوافذ الأخرى
		
aero=قم بتشغيل تأثير الضبابية العالمية
systemdarkmode=نظام ألوان نظام المطابقة مع رصيف البرامج 
autoupdate=البحث عن التحديثات تلقائيا 
systemstart=تشغيل البرنامج تلقائيا مع تشغيل النظام
none=لا تبدأ تلقائيا مع النظام
regedit=قيمة السجل
plantask=مهمة مجدولة
Service=ابدأ  كخدمة
		
autohidetaskbar=إخفاء شريط المهام تلقائيًا عند التشغيل
		
hidetaskbar_dock=إخفاء شريط المهام على شاشة الرصيف
hidetaskbar_all=إخفاء شريط المهام على جميع الشاشات
		
languagechoice=عرض اللغة
allfont=عرض الخط
usefontbold=استخدم دائمًا الخط الغامق
		
		
themes=المظهر
		
customize_blur=شدة الطمس
customize_opacity=الشفافية
customize_stroke=شفافية الحدود
		
customize_enabled_dockbg=اجعل رصيف البرامج يستخدم قيم تمويه وشفافية مخصصة
customize_enabled_iconreflection=جعل الرموز المثبتة تنعكس من الرصيف
customize_blur_iconreflection=قوة طمس الانعكاس
customize_opacity_iconreflection=شفافية الانعكاس
customize_enabled_icontag=اجعل ملصقات أيقونة رصيف البرامج تستخدم قيم ضبابية وشفافية مخصصة
customize_enabled_menu=اجعل قوائم السياق تستخدم قيمًا مخصصة للشفافية وشفافية
customize_enabled_window=اجعل قوائم رصيف البرامج  تستخدم قيم طمس وشفافية مخصصة
customize_enabled_finder=اجعل الباحث يستخدم قيم طمس وشفافية مخصصة
customize_opacity_wallpapercolor=شدة لون خلفية سطح المكتب
customize_enabled_folder=اجعل شبكة محتويات المجلد تستخدم قيم طمس وشفافية مخصصة
customize_enabled_pad=استخدم Launchpad ضبابية خلفية مخصصة
customize_enabled_pad_backdrop=اعرض Launchpad فوق النوافذ بدلاً من إخفائها
customize_enabled_pad_winuiwallpaper=Launchpad يطمس الخلفية بدلاً من عرضها مسبقًا
selectthemes_icon=ثيم الرموز
selectthemes_dockskin=ثيم رصيف البرامج
		
		
general=نظرة & سلوك
advanced=متقدم
preview=معاينات النافذة
minimizewindowsettings=تقليل الآثار
systrayicoset=علبة أيقونة النظام
screenset=شاشة
timeset=الوقت والتاريخ
notificationset=إشعارات
		
audioset=الصوت
displayset=العرض
mediaset=الوسائط
batteryset=البطارية
netset=الشبكة
monitorset=حالة الأجهزة
windowscloseset=إغلاق الرسوم المتحركة
		
about=عن
		
icosize=حجم الرمز
icomaxsize=تكبير أيقونة
		
icospace=المسافة بين الرموز
edgeposition=مسافة رصيف البرامج من حافة الشاشة
		
		
displaymode=وضع عرض رصيف البرامج
displaynormal=تقصير
displaybottom=تراكب
displayauto=اخفاء تلقائي
displaysmart=إخفاء تلقائي ذكي
displayhotkey=عرض فقط مع
displayalways=إظهار دائما
displayhide=إخفاء دائما
displayalwaysshow=فرض إظهار دائما
displaydesktop=عرض فقط على سطح المكتب
		
		
Show activation bar=تمكين شريط التنشيط عند إخفاء الرصيف
actbar_weight=عرض شريط التنشيط
actbar_height=ارتفاع شريط التنشيط
actbar_offset=مسافة شريط التنشيط من حافة الشاشة
		
		
positiononscreen=الموقع على الشاشة
screenleft=يسار
screenbottom=أسفل
screenright=يمين
screentop=أعلى
		
multiscreen=حدد الشاشة لعرض رصيف البرامج
multiscreenpad=حدد الشاشة لعرض LaunchPad
		
padicotype=اختر أي الرموز التي سيتم عرضها بواسطة LaunchPad
padicotype_normal=أيقونات مضافة
padicotype_startmenu=قائمة إبدأ
padicotype_desktop=سطح المكتب
padicosize=حجم أيقونة Launchpad
padicospacex=أيقونة التباعد الأفقي
padicospacey=أيقونة التباعد العمودي
		
		
padscreenname=اتبع رصيف البرامج
lockicon=قفل أيقونة السحب
showicontag=عرض ملصقات أيقونة
windowsborder=قم بتشغيل حدود النافذة لمنع Windows من إخفاء  رصيف البرامج والمستكشف  
jumpanimation=تنشيط حركات فتح النوافذ
folderDoubleclickOpen=انقر نقرًا مزدوجًا فوق أيقونة المجلد لفتحها في المستكشف
foldernoshowopen=إخفاء زر فتح المجلد
iconmask=قم بتوسيع جميع الرموز إلى معايير MacOS
show indicators=إظهار المؤشرات ضمن برامج التشغيل
Runapp separator=افصل برامج التشغيل غير المحصنة
newapp=إظهار أيقونات برامج التشغيل غير المحصنة
blacklist=إدارة القائمة السوداء لبرامج التشغيل
noblacklist=تعطيل القائمة السوداء للبرنامج
hotcornerleft=اجراء التمرير عند زاوية أسفل اليسار 
hotcornerright=اجراء التمرير عند زاوية أسفل اليمين
hotkeypad=إظهار اختصار Launchpad
hotkeyDock=عرض اختصار رصيف البرامج
hotkeyborder=اختصار تبديل حدود النافذة
		
dockicobackup= النسخ الاحتياطي لتخطيط رصيف البرامج  
backuplist=إدارة ملفات النسخ الاحتياطي
Addbackupdockico=أضف نسخة احتياطية للتخطيط
locationbackup=افتح موقع النسخ الاحتياطي
		
minimize=استخدم رصيف البرامج  بأقل تأثيرات
animationoff=لا تقم بتحريك النوافذ المصغرة
Slow animation=اضغط على "Shift" لإبطاء الرسوم المتحركة
minimizeeffect=تقليل الرسوم المتحركة
		
genie=ماك
scale=حجم
scaleDX=تكبير وتصغير
suck=امتصاص
minimizeAnimationspeed=تقليل سرعة الرسوم المتحركة
Minimize to icon=قلل من النوافذ في أيقونة رصيف البرامج الخاصة بهم
Minimize dynamics=عرض محتوى نافذة العرض ديناميكيًا عند التقليل
		
Minimizeblacklist=تصغير القائمة السوداء للرسوم المتحركة
Editwindowlist=تحرير قائمة نافذة
		
		
previewon=تمكين معاينات نافذة
previewsize=حجم معاينة النافذة
previewdelay=تأخر المعاينة عند التمرير
		
previewcontrol=عرض عناصر المعاينة
previewappname=اسم التطبيق
previewbutton=أزرار التحكم في النافذة
aeropeek=إظهار معاينة النافذة الأصلية عند التمرير
		
		
logotype=أيقونة قائمة المستكشف
diylogo=حدد الملف
shutdownmsgbox=أغلق مربع التأكيد
finderdark=مظهر الباحث
		
systemtraycolor=إظهار الرموز الاضافية لشريط المهام بالألوان
showkeyboard=عرض قائمة طريقة الإدخال
showsearch=عرض أيقونة البحث
showLyrics=عرض قائمة كلمات مشغل الموسيقى
showLyrics_color=إظهار كلمات المشغل بالألوان
		
musiccontrolshowmode=عرض عناصر التحكم في الوسائط
musiccontrol_close=لا تظهر أبدا
musiccontrol_activity=عندما يتم عرض الكلمات
musiccontrol_always=إظهار دائما
		
		
finderdark_auto=اتبع لون خلفية
finderdark_set=اتبع نظام التشغيل
		
multiscreenfinder=حدد مكتشف عرض الشاشات
findershowallscreens=جميع الشاشات
		
finderdisplaymode=الباحث التلقائي
finderautochangecolor=تؤثر النوافذ المعززة على مظهر الباحث
finderfastclosewindow=انقر فوق الزاوية اليمنى العلوية لإغلاق النافذة المكبرة الحالية
		
finderlockbtn=قفل رموز درج النظام
myfinderscaleopen=استخدم التحجيم المخصص
		
stagemanagerset=مدير المسرح
showstagemanager=عرض أيقونة مدير المرحلة في المستكشف
showstagemanagerwindowtitle=عرض عنوان النافذة على Mouseover
showstagemanagerdesktophidewindows=انقر على سطح المكتب لإخفاء جميع النوافذ
showstagemanagermediaplaypause=إيقاف مؤقت وتشغيل وسائط نافذة الخلفية تلقائيًا
stagemanager_hotkey=مفاتيح التشغيل السريع لمدير المرحلة
		
stagemanagerblacklist=البرامج المستبعدة من مدير المسرح
		
stagemanager_showdesktop=إظهار رموز سطح المكتب
desktopico_hide=دائما إخفاء الأيقونات
desktopico_auto=عرض تلقائي
desktopico_show=إظهار دائما
		
stagemanager_enable=مدير المسرح المفتوح
stagemanager_listpos=موضع الشاشة حيث توجد قائمة النوافذ
stagemanager_listshowmode=قائمة النوافذ تظهر الوضع المخفي
		
stagemanager_windowsize=حجم أيقونة قائمة النوافذ
stagemanager_windowspace=تباعد أيقونة قائمة النوافذ
stagemanager_windowcount=عدد رموز قائمة النوافذ
		
		
findershowmenu=إظهار خيارات النافذة في المسكتشف
		
showaudio=إظهار قائمة الصوت في المسكتشف
showmicrophone=عرض أيقونة استخدام الميكروفون في المسكتشف
		
showbattery=إظهار قائمة حالة البطارية في  المسكتشف
shownetwork=إظهار قائمة اتصال الإنترنت في  المسكتشف
showbluetooth=إظهار قائمة البلوتوث في  المسكتشف
showdisplay=إظهار قائمة العرض في المسكتشف
		
bluetooth_showbattery=إظهار أجهزة البلوتوث المتصلة
bluetooth_not show=لا تظهر
bluetooth_icon=فقط عرض الرموز
bluetooth_value=إظهار الرموز وحالة البطارية
		
showcpu=المعالج
showtemp=درجات الحرارة
showmen=الذاكرة
showdisk=التخزين
shownet=الشبكة
		
formatdate=صيغة التاريخ:
formattime=تنسيق الوقت:
		
showbatteryvalue=إظهار نسبة البطارية في قائمة حالة الباحث
audiotip=تشغيل الصوت على تغيير مستوى الصوت
mediatype=نمط الحجم والسطوع
		
media_system=Windows
media_speakers=macOS
media_phone=iOS/iPados
		
hotkeyvolup=اختصار رفع الصوت
hotkeyvoldown=اختصار خفض الصوت
hotkeyvolmute=اختصار كتم الصوت
hotkeymicup=اختصار رفع مستوى صوت الميكروفون
hotkeymicdown=اختصار خفض مستوى صوت الميكروفون
hotkeymicmute=اختصار كتم الميكروفون
		
		
hotkeybriup=اختصار  رفع السطوع
hotkeybridown=اختصار  خفض السطوع
		
systemnotification=إشعارات النظام
usbdevicenotification=إظهار اتصال القرص القابل للإزالة والإخطار المنبثق
bluetoothdevicenotification=إظهار إشعار اتصال جهاز بلوتوث
Appnotification=اشعارات التطبيق
notification_open=السماح للإخطارات
notification_type=سلوك إشعار الإخطارات
notification_time=طول عرض إشعار البانر
notification_show_close=لا تظهر البانر أبدًا
notification_show_once=تظهر مرة واحدة فقط
notification_show_always=إظهار دائما
		
trayicoallshow_myfinder=اعرض دائمًا جميع أيقونات الدرج في المستكشف
trayicoallshow_mydock=اعرض دائمًا جميع أيقونات الدرج في رصيف البرامج
Apptrayico=أيقونات علبة التطبيق
apptrayicoshow_finder=عرض أيقونة علبة في المسكتشف
apptrayicoshow_dock=عرض أيقونة علبة في رصيف البرامج
		
screenround=عرض زوايا مستديرة
screenround_show=تمكين الزوايا المستديرة على هذه الشاشة
screenround_size=دائرة نصف قطر الزاوية المدورة على الشاشة
screenround_color=لون
		
openwindowsclose=نافذة إغلاق الرسوم المتحركة
windowscloseeffect=نافذة إغلاق تأثير الرسوم المتحركة
windowscloseblacklistadd=أضف النوافذ التي تستبعد الرسوم المتحركة
windowscloseblacklistdel=قم بإزالة النوافذ التي تستبعد الرسوم المتحركة
windowsclose_animation=ضبط سرعة الرسوم المتحركة
		
stagemanager_animation=ضبط سرعة الرسوم المتحركة
mediatiptime=وقت عرض سطوع الحجم وقت العرض
		
other=أكثر
		
wallpaper=خلفيات ديناميكية
		
selectwallpaper=خلفية ديناميكية
wallpapernone=لا  توجد خلفية ديناميكية
loadwallpaper=تحميل خلفية ديناميكية
wallpaperdownload=قم بتنزيل خلفية ديناميكية من الموقع
wallpaperOK=تطبيق
		
restartdock=أعد تشغيل رصيف البرنامج
		
resetini=امسح البيانات
resetini_ok=إزالة
resetini_config=تفضيلات الملف الشخصي
resetini_ico=  ملف تعريف رمز رصيف البرامج
resetini_padico=ملف تعريف أيقونة مكتبة التطبيق
systemiconcache=نظام التخزين المؤقت للأيقونة النظام
		
uninstall=إلغاء التثبيت
		
updatelog=التغييرات
updatelogcheck=عرض
		
ok=موافق
cancel=إلغاء الأمر
		
------------------------------------------------------------		
[hotcorners]		
nothing=لا تفعل شيئا
allwindows=إظهار جميع النوافذ
launchpad=مفتوح Launchpad
displaytosleep=ضع الشاشة للنوم
startmenu=افتح قائمة ابدأ
showdesktop=أظهر سطح المكتب
actioncenter=افتح التحكم في المهمة
screensaver=اقفل الشاشة
Windows widget=Windows عنصر واجهة مستخدم
		
		
[settingtips]		
		
;An error message pops up on the setting interface		
hotkeyhideerror=يرجى تعيين مفتاح اختصار رصيف البرامج أو قد لا تعمل هذه الوظيفة!
resetinitip=هل تريد إعادة تعيين ملف التكوين؟
systemicontip=هل تريد مسح ذاكرة التخزين المؤقت للأيقونة النظام؟
		
winuiwallpapertip=هذا الإعداد غير مستقر وقد يجعل تعطل جهاز الكمبيوتر الخاص بك. إذا حدث ذلك ، قم بتعطيل الإعداد بعد إعادة التشغيل ، ثم أعد فتح رصيف البرامج .
		
DPItips=لن تعكس بعض عناصر الواجهة هذا التغيير حتى يتم إعادة تشغيل رصيف البرامج .
		
padicotypetips=سيقوم هذا التغيير بإعادة ضبط جميع الرموز في Launchpad ، هل أنت متأكد من أنك تريد القيام بذلك؟
		
edgetip= لا يمكن ضبط حدود نافذة الحد المفتوح!
autohideerror= لا يمكن تمكين هذه الوظيفة عند فتح حدود النافذة!
neterror=فشل الاتصال ، يرجى التحقق من اتصالك.
autohide=فشل الإخفاء التلقائي في التمكين.
updateerror1=خطأ في الاتصال ، يرجى المحاولة مرة أخرى.
		
updatetip1=هل هناك تحديث جديد؟
updatetip2=هل يتم تحديث البرنامج تلقائيًا؟
		
noupdate=أحدث إصدار مثبت بالفعل.
		
restarttip=يجب إعادة تشغيل البرنامج من أجل تطبيق هذا التغيير.
		
languagetips=بعض الواجهات تحتاج إلى إعادة تشغيل لرؤية التغييرات!
		
restartruntip=هل تريد إعادة تشغيل البرنامج؟
		
backupfolderror=فشل في إنشاء مجلد النسخ الاحتياطي ، يرجى التأكد من أن الدليل ليس للقراءة فقط.
		
backuptips=هل تريد استعادة ملف النسخ الاحتياطي هذا؟
		
		
;-------------------------------------------------------------------		
		
[menu]		
;Right menu		
		
edit_cut=قص
edit_copy=نسخ
edit_paste=لصق
edit_selectall=اختر الكل
edit_delete=حذف
edit_openurl=رابط مفتوح
		
workshop=ورشة عمل
newfinderwindow=نافذة مكتشف جديدة
gotofolder=اذهب إلى
connecttoserver=الاتصال عن بعد
showlaunchpad=عرض Launchpad
		
		
addnormalicon=أضف أيقونة التطبيق
addsystemicon=أضف اختصار النظام
add delimiter=إضافة فاصل
del delimiter=إزالة هذا الفاصل
		
showtaskbar=عرض شريط المهام
hidetaskbar=إخفاء شريط المهام
preference=الإعدادات
enddock=خروج
		
editicon=تحرير هذا الرمز
removefromdock=إزالة من رصيف البرامج
keepindock=الحفاظ عليه في رصيف البرامج
locationfile=افتح موقع التطبيق
runagain=قم بتشغيل هذا التطبيق مرة أخرى
nevershowthis=إخفاء رمز التطبيق هذا
adminmode=تشغيل الأذونات الإدارية
open=فتح
quit=خروج
		
emptytrash=افرغ سلة المحذوفات
sortorder=ترتيب حسب
Byname=الاسم
Bysize=الحجم
Byextension=النوع
Bydate/time=آخر تعديل
Createtime=وقت الإنشاء
Groupdirectories=المجلدات أولاً
reverseorder=عكس الفرز
closewindow=أغلق هذه النافذة
Display=عرض محتويات المجلد كما
Folder=مجلد
Stack=حزمة
Locatefolder=مفتوح مباشرة
FolderEffect=تأثير عرض المجلد
Grid=شبكة
Fan=مروحة
		
showmodeapps=قم بتعيين تفضيلات رصيف البرامج /إخفاءها عند التشغيل
showmodedesktop=قم بتعيين تفضيلات رصيف البرامج /إخفاء على سطح المكتب
NominiEffect=لا تظهر تقليل الرسوم المتحركة لهذا التطبيق
nevershowprogress bar=لا تظهر شريط التقدم لهذا التطبيق
showmodenormal=اتبع الإعدادات
msgtips=قم بإعداد تذكير بالرسالة
incognito=نافذة التصفح المتخفي الجديد
		
systemmenu=قائمة سياق النظام
		
timeskin=حدد وجه الساعة
timedefault=تقصير
		
----------------------------------------------		
		
[launchpad]		
		
addicon=أضف أيقونة
deleteicon=حذف هذا الرمز
padsortname=الترتيب حسب الاسم
padsort=الرمز التلقائي
		
search=بحث
ok=تم
addtips=يرجى سحب ملفات .exe و .lnk هنا لإضافتها إلى LaunchPad.
----------------------------------------------		
		
[promptwindow]		
		
;Empty trash can prompt and other prompts		
		
ok=موافق
cancel=إلغاء الأمر
trashok=موافق
trashtitle=هل أنت متأكد من أنك تريد تفريغ العناصر الموجودة في سلة المحذوفات؟
batterytip=نسبة البطارية منخفضة ، سيتم إيقاف تشغيل الكمبيوتر الخاص بك قريبًا إذا لم يتم توصيله بمصدر طاقة.
		
eject=إخراج الصوت
Connected=هذا المجلد متصل بالفعل.
brightnesstip=قد يؤدي ضبط سطوع الشاشة إلى أضرار دائمة للشاشة ، يرجى القيام بذلك بحذر!
brightnesstip1=يتم اكتشاف سطوع مراقبة 0 ، إذا لم يعرض الشاشة محتوى أو لا ينقر فوق موافق ، أعد ضبط سطوع العرض بعد 5 ثوانٍ
		
		
-----------------------------------------------		
;Time format description		
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds		
;Double letters with two digits for example  HH:mm:ss  09:06:05		
;All the following formats can be customized and modified, and the number on the left can be added without limit = ترك فارغة للإشارة إلى عدم عرض التاريخ
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect		
[formatdate]
1=
2=ddd
3=MMMd
4=MMMd ddd
5=ddd MMMd
6= d MMM
7=ddd dMMM

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss
5= h:mm:ss tt
6= h:mm tt
		
[calicon]		
		
;Calendar icon month text		
		
m1=يناير
m2=فبراير
m3=مارس
m4=أبريل
m5=مايو
m6=يونيو
m7=يوليو
m8=أغسطس
m9=سبتمبر
m10=أكتوبر
m11=نوفمبر
m12=ديسمبر
		
		
[findermenu]		
bluetooth=البلوتوث
Bluetooth settings=إعدادات البلوتوث
device=جهاز
Preferred network=الشبكة المفضلة
other networks=شبكات أخرى
network settings =اعدادات الشبكة
Audio=الصوت
output=المخرجات
Microphone=الميكروفون
input=المدخلات
		
audio settings=إعدادات الصوت
battery settings=إعدادات البطارية
BatteryEstimatedTime=الوقت المتبقي على البطارية
batterytime_hour=ساعات
batterytime_min=دقائق
Edit title=تحرير العنوان
Window border=الحفاظ على حدود النافذة
end finder=إغلاق
About This PC=حول هذا الكمبيوتر
System settings=اعدادات النظام
app Store=متجر التطبيقات
Task manager=مدير المهام
Sleep=سكون
Dormant=إسبات
Shutdown=إيقاف التشغيل
Reboot=إعادة تشغيل
Lock screen=قفل المستخدم
Logout=تسجيل خروج
		
symbol=إظهار المشاعر والرموز
Screen Keyboard=عرض لوحة المفاتيح على الشاشة
keyboardname=إظهار اسم تخطيط لوحة المفاتيح
Keyboard settings=إعدادات لوحة المفاتيح
display=عرض
systemdark=الوضع المظلم
bluelight=الوضع الليلي
focusassist=تركيز
focusoff=تعطيل التركيز
focusPriorityOnly=فقط الإخطارات ذات الأولوية
focusAlarmsOnly=الإنذارات فقط
Notification settings=إعدادات الإشعار
screen projection=شاشة النسخ المتطابق
screen INTERNAL=الشاشة الرئيسية فقط
screen CLONE=تكرار
screen EXTEND=توسيع
screen EXTERNAL=الشاشة الثانوية فقط
		
displayset=اعدادات العرض
hotspot=نقطة اتصال
airplane=وضع الطيران
deviceon=الجهاز متصل
deviceoff=الجهاز غير متصل
eject=إخراج الجهاز
open=فتح
		
[findertips]		
Mute=صامت
battery=البطارية
AcOnLine=مصدر الطاقة متصل
Charging=جارِ الشحن
notCharging=لا يشحن
Usebattery=على طاقة البطارية
Full battery=البطارية ممتلئة
brightness=السطوع
show trayico=عرض علبة النظام
		
[findertitle]		
		
[findermenubrowser]		
new=جديد
newtab=علامة تبويب جديدة
newwindow=نافذة جديدة
favorites=المفضلة
history=المحفوظات
download=تحميل
window=نافذة 
file=ملف
no file=لم يتم اختيار اي ملف
		
View=عرض
Sort by=ترتيب حسب
Group by=تجميع حسب
refresh=تحديث
showicons=عرض أيقونات سطح المكتب
		
sort_none=بلا
sort_bigicon=أيقونات كبيرة
sort_mediumicon=أيقونة متوسطة
sort_smallicon=أيقونات صغيرة
sort_superbigicon=أيقونات كبيرة الحجم
sort_list=قائمة
sort_details=تفاصيل
sort_tile=لوحات
sort_content=محتوى
sort_name=الاسم
sort_size=الحجم
sort_type=النوع
sort_time=التاريخ
sort_ascending=ترتيب تصاعدي
sort_descending=تنازلي
sort_AutoArrange=يتم ترتيب الرموز تلقائيًا
sort_snaptogrid=ترتيب الرموز تلقائيًا محاذاة إلى الشبكة
		
		
[shutdown]		
shutdown=هل تريد إغلاق جهاز الكمبيوتر ؟
Reboot=هل تريد إعادة تشغيل جهاز الكمبيوتر ؟
Logout=هل ترغب بالخروج؟
Dormant=هل تريد جعل جهاز الكمبيوتر  في وضع السبات؟
sleep=هل تريد وضع جهاز الكمبيوتر  في وضع السكون؟
		
now=الآن
minute=دقيقة
		
		
[wifi]		
password=كلمة المرور:
showpassword=عرض كلمة المرور
join=انضمام
cancel=إلغاء
		
		
[weather]		
0=مشمس
1=غائم
2=غائم طوال اليوم
3= أمطار
4= أمطار رعدية
5=عواصف رعدية مع البرد
6= الصقيع
7= أمطار خفيفة
8= أمطار معتدلة
9= أمطار غزيرة
10= عاصفة ممطرة
11= أمطار غزيرة
12= أمطار غزيرة
13=زخات الثلوج
14= ثلوج خفيفة
15=غائم بعض الشيء
16= ثلوج كثيفة
17= عاصفة ثلجية
18= ضباب
19= أمطار متجمدة
20= عاصفة رملية
21= أمطار خفيفة إلى معتدلة
22= أمطار معتدلة إلى غزيرة
23= أمطار غزيرة
24= أمطار غزيرة إلى أمطار غزيرة
25= أمطار غزيرة إلى أمطار غزيرة
26= ثلج صغير إلى متوسط
27= متوسط ​​إلى ثلوج كثيفة
28= عاصفة ثلجية كبيرة
29=الغبار العائم
30=عاصفة رملية
31=عاصفة رملية قوية
32=ضباب كثيف
33=ثلج متساقط
49=ضباب قوي
53=ضبابي
54= ضباب معتدل
55= ضباب كثيف
56= ضباب شديد
57=ضباب كثيف
58=ضباب قوي
301=ماطر
302=مثلج
		
		
		
		
		
		
		
		
		
		
		
		
